
const stateData ={
    type: "stories",
    data:[
        {
            id:1,
            foto:'img/salut.jfif',
            name:'Советская операция по спасению мертвой космической станции Салют 7',
            present:'Советская операция по спасению мертвой космической станции. Эта история произошла в 1985 году, но в последствии постепенно забылась...',
            description: "Эта история произошла в 1985 году, но в последствии постепенно забылась. Шли годы — многие подробности были искажены, кое-что было выдумано. Даже те, кто первыми рассказал об этих событиях, допускали явные ошибки. Операция «Союза-13» по спасению орбитальной станции «Салют-7» была впечатляющей попыткой проведения ремонта в открытом космосе. Писатель Николай Белаковский собрал все факты воедино и готов впервые за все время предоставить нам полноценный рассказ о тех событиях.\n" +
                "\n" +
                "Темнеет и Владимиру Джанибекову становится холодно. У него есть фонарь, но нет перчаток: работать с ними сложнее, а справиться надо быстро. Руки мерзнут, но это неважно. Запасы воды его команды ограничены и если они не починят станцию вовремя, ее системы не успеют отогреть питьевые емкости, и им придется покинуть ее и отправиться домой. Допустить этого нельзя: станция слишком важна. Солнце садится. Работать с фонарем одному неудобно, поэтому Джанибеков возвращается на корабль, который доставил их сюда, чтобы отогреться и подождать пока они не пролетят ночную сторону Земли. \n" +
                "\n" +
                "Он пытается спасти «Салют-7», новейший из серии проблемных, но все более успешных советских космических станций. Его предшественник — «Салют-6» наконец-то вернул станциям советов титул самых длительных управляемых человеком космических программ, побив 84-дневный рекорд, установленный Американским Skylab в 1974 на 10 дней. Дальнейшие полеты продлили его до 185 дней. А после запуска «Салют-7» на орбиту в апреле 1982 года, первый полет на него обновил рекорд до 211 дней. Станция начала свое существование без каких-либо серьезных проблем. \n" +
                "\n" +
                "Ситуация изменилась быстро. 11 февраля 1985 года, в тот момент, когда «Салют 7» находился на орбите, управляемый автопилотом в ожидании своей следующей команды, Центр управления полетами обнаружил неполадки. Система телеметрии сообщила о перепаде тока в электрооборудовании, что привело к срабатыванию защиты от перегрузки и отключению электрических схем основного радиопередатчика. Резервные радиопередатчики включились автоматически, устранив возникшую угрозу потери станции. Уставшие под конец своей 24-часовой смены, Операторы ЦУП рекомендовали связаться со специалистами из конструкторского бюро, отвечавшими за создание электрических и радиосистем. Специалисты должны были проанализировать ситуацию, предоставить отчет и рекомендации, однако на тот момент станция была в порядке, и следующая смена была готова заступить на дежурство. \n" +
                "\n" +
                "Не дожидаясь, пока прибудут специалисты, а возможно, с самого начала не побеспокоившись им позвонить, операторы следующей смены решили перезапустить главный радиопередатчик. Они предположили, что защита от перегрузки сработала случайно, а если даже и нет, она все еще была активна и если проблема действительно есть — сработала бы опять. Операторы, действуя вопреки сложившимся традициям и процедурам своего ведомства, отдали команду на повторную активацию основного радиопередатчика. В тот же момент по станции пронеслась целая серия коротких замыканий, которая вывела из строя не только передатчики, но и приемники. 11 февраля 1985 года, в 13:20:51 по МСК «Салют-7» замолчал и перестал отвечать на команды Центра. \n" +
                "\n" +
                "<h3>Что делать?</h3>\n" +
                "Эта ситуация поставила операторов полета в неудобное положение. Одним из доступных вариантов было просто бросить «Салют-7» и дождаться, пока его преемник — станция Мир станет доступна для программ деятельности человека в космосе. Запуск Мира должен был состояться в течение года, однако ждать его означало не только задержать космическую программу на год. Это также привело бы к тому, что весь объем научной работы и инженерных испытаний, запланированный для «Салюта-7» остался бы невыполненным. Более того, признание поражения было бы позором для советской космической программы, особенно болезненным на фоне количества предыдущих неудач серии «Салют», а также очевидных успехов американцев с их программой Space Shuttle.\n" +
                "\n" +
                "Оставался только один вариант: отправить на станцию ремонтную команду, чтобы починить ее изнутри, вручную. Однако затея эта легко могла закончиться еще одной неудачей. Стандартные процедуры стыковки с космической станцией были полностью автоматизированы и очень сильно полагались на информацию о точных орбитальных и пространственных координатах, которую отправляла сама станция. В тех редких случаях, когда автоматика не срабатывала и требовался заход на ручную стыковку, все основные сложности возникали в сотнях метров от станции. Возникал вопрос: «Как выполнить стыковку со спящей станцией?» \n" +
                "\n" +
                "Отсутствие коммуникаций создавало другую проблему: узнать состояние бортовых систем было невозможно. Станция была спроектирована для автономных полетов, и в текущей ситуации это было максимальное количество сбоев, с которыми она могла справится, после которого требовалось вмешательство человека. На момент прибытия ремонтной команды она могла быть в хорошем состоянии, требуя проведения ремонтных работ только по замене поврежденных передатчиков. Возможно на ней случился пожар или из-за столкновения с космическим мусором произошла разгерметизация. Случиться могло что угодно, но узнать наверняка было невозможно. \n" +
                "\n" +
                "Официально, широкой общественности ничего не известно о том, проводилось ли обсуждение и рассмотрение вариантов решения сложившейся ситуации на уровне высшего руководства. «Известно» однако, что советское руководство решило провести ремонтную операцию. Это означало, что нужно было разработать все процедуры стыковки с чистого листа, надеясь помимо этого и еще и на то, что за время отсутствия связи на борту станции не появилось никаких неисправностей, потому что в противном случае ремонтная команда могла бы не справиться с задачей. Это было смелое решение. \n" +
                "\n" +
                "<h3>«Стыковка с некооперируемым объектом»</h3>" +
                "\n" +
                "Первостепенной задачей ремонтной команды было определение того, как она могла попасть на станцию. В более благоприятных условиях «Союз» (3-х местный корабль, который использовался для доставки космонавтов на станцию и обратно), едва попав на орбиту, получил бы информацию о станции от ЦУП, задолго до того, как та попала бы в поле зрения экипажа. Сообщения содержали бы информацию об орбите космической станции, которая дала бы подлетающему судну возможность вычислить орбиту сближения. Как только расстояние между судном и станцией достигнет 20-25 км, они установили бы прямое сообщение и автоматическая система свела бы их друг с другом, завершив стыковку. \n\n <img src='img/stories/salut/1.jpg'/>\n\n" +
                "На первой части изображена нормальная процедура сближения и стыковки «Союза», на второй — ее измененный вариант, который использовал «Союз Т-13». Обратите внимание, что на рисунках 2б и 2в корабль летит боком, для того, чтобы увидеть станцию через иллюминатор.\n" +
                "\n" +
                "Пилоты «Союза» проходили обучение ручной стыковке, однако неисправности в работе автоматической системы происходили редко. Самый серьезный случай произошел в июне 1982-го, когда компьютерный сбой прервал процесс автоматического сближения «Союза Т-6» за 900 метров до станции. Владимир Джанибеков немедленно принял на себя управление и успешно пристыковал свой «Союз» к «Салюту-7» на целых 14 минут раньше запланированного времени.  Вполне естественно, что Джанибеков был основным кандидатом на роль пилота в любой возможной миссии по спасению «Салют-7».\n" +
                "\n" +
                "Необходимо было разработать серию совершенно новых стыковочных техник, что и было сделано в рамках проекта, получившего название «Стыковка с некооперируемым объектом»  Орбиту станции предполагалось измерять при помощи наземного радара с передачей информации на «Союз», который будет на ее основании планировать курс сближения. Целью было подвести корабль на расстояние 5 км от станции, с которого ручная стыковка считалась теоретически возможной.  Ответственные за разработку новых процедур инженеры пришли к выводу, что шансы на успех операции, после внесения соответствующих модификаций на «Союз», составляли 70-80%. ,  Советское правительство пошло на риск, считая станцию слишком ценной для того, чтобы просто позволить ей потерять орбиту в отсутствии управления.\n" +
                "\n" +
                "«Союз» начали модифицировать. Систему автоматической стыковки следовало убрать, установив лазерный дальномер в кабину пилотов для того, чтобы помочь команде определить расстояние и скорость приближения. Команду также следовало обеспечить приборами ночного видения на тот случай, если им придется стыковаться на ночной стороне. Посадочное место 3-его члена экипажа было снято, а дополнительные припасы, такие как еда, и, что в последствии окажется жизненно важным, вода были доставлены на борт. Вес, сэкономленный за счет удаления автоматической системы и 3-его места был использован для заполнения топливных баков до максимально возможного уровня. , , [11]\n" +
                "\n" +
                "<h3>Кто полетит на операцию?</h3>" +
                "\n" +
                "Когда дело дошло до выбора команды для полета, нужно было учитывать два важных момента. Прежде всего, пилот должен был обладать опытом по выполнению ручной стыковки на орбите, а не только на симуляторах. Во-вторых, бортовой инженер должен был знать системы «Салюта-7» очень хорошо. Только трое космонавтов ранее выполняли ручную стыковку на орбите: Леонид Кизим, Юрий Малышев и Владимир Джанибеков. Кизим только недавно вернулся с длительной миссий на «Салюте-7» и все еще проходил реабилитацию после этого полета, что исключало его из списка возможных кандидатов. У Малышева было мало опыта полетов. Он также не проходил тренировок по выходу в открытый космос, что потребовалось бы позже в ходе операции для того, чтобы установить на станцию дополнительные солнечные панели, в случае, если ее восстановление прошло бы успешно. \n" +
                "\n" +
                "Оставался только Джанибеков, который провел в космосе 4 полета длительностью от одной до двух недель, при этом тренированный для длительных операций и выходов в открытый космос. Однако медики запретили ему участвовать в длительных полетах. Джанибекова, который был первым в списке основных кандидатов на роль командира корабля, быстро передали в руки врачей, которые через несколько недель наблюдения и проверок, допустили его до полета, длительность которого не должна была превышать 100 дней. \n" +
                "\n" +
                "Список на роль бортинженера был еще короче и состоял всего лишь из одного человека. Виктор Савиных до этого выполнил один вылет на «Салют-6» длительностью 74 дня. В ходе той операции, он обеспечивал работу Джанибекова и первого космонавта Монголии, которые посетили станцию на «Союзе-39». Помимо прочего, он уже проходил подготовку к следующей длительной операции на «Салюте-7», запуск которой был намечен на 15 мая, 1985 года. \n" +
                "\n" +
                "К середине марта состав экипажа был утвержден. Владимир Джанибеков и Виктор Савиных были выбраны для попытки провести самую смелую и сложнейшую на тот момент ремонтную деятельность в открытом космосе. \n" +
                "\n" +
                "Поехали!\n" +
                "\n" +
                "6 июня 1985 года, почти 4 месяца после потери контакта со станцией, «Союз Т-13» стартовал с командиром Владимиром Джанибековым и бортинженером Виктором Савиных на борту. ,  После двух дней полета станция появилась в поле зрения.\n" +
                "Во время приближения к станции с корабля велась прямая видеосъемка, которая транслировалось в Центр управления. Вот одно из изображений, полученных тогда: \n\n <img src='img/stories/salut/2.jpg'/> \n\n" +
                "Операторы ЦУП заметили неладное: солнечные панели станции не были параллельны. Это говорило о серьезном сбое в системе, которая ориентирует солнечные панели на Солнце и вызывало беспокойства о состоянии всей электрической системы станции. \n" +
                "\n" +
                "Экипаж продолжил приближение." +
                "Медленно и тихо экипаж «Союза» летел навстречу переднему стыковочному узлу станции.\n" +
                "\n" +
                "Успешная стыковка со станцией была крупной победой и впервые в истории показала, что сблизиться и состыковаться можно практически с любым космическим объектом. Однако праздновать ее было рано: команда не получила от станции какого-либо физического или электронного подтверждения о стыковке. Одно из главных опасений о том, что во время отсутствия связи на станции возникли серьезные проблемы быстро становилось реальностью.\n" +
                "\n" +
                "Отсутствие информации на экранах корабля о давлении внутри станции вызвало опасения, что она разгерметизировалась, однако команда осторожно продолжила работу. Первым делом следовало попытаться выровнять давление на корабле и на станции, насколько это было возможно. \n\n" +
                "Все советские и российские космические станции, начиная с «Салюта-6» имели по крайней мере 2 стыковочных узла: передний, который соединялся с переходным отсеком и задний, который соединялся с основным отсеком станции. Задний узел также имел сообщение с топливным бакам станции, что давало возможность пополнять их при помощи грузового корабля «Прогресс», который совершал рейсы по доставке грузов на станцию. Команда пристыковалась к переднему узлу и начала выравнивать давление. «Салют-7» был спроектирован на основе «Салюта-6» и имел схожую с ним конструкцию, схема которой дана ниже:\n" +
                "\n" +
                "\n" +
                "<img src='https://habrastorage.org/files/666/fc4/563/666fc45633584a8a8cbdfaa6cc6fd297.jpg'/>\n" +
                "Схема показывает стыковку «Союза» (слева) с «Салютом-4». Корабль соединен с переходным отсеком (G), люки которого ведут в секцию H на «Союзе» и секцию C на станции. Начиная с 6 поколения «Салютов», секция D была модернизирована: в ней находилось не только механическое отделение, но и стыковочный узел. Корабли «Союз» способны стыковаться с обоими узлами, тогда как корабли «Прогресс» могут стыковаться только с задним.\n" +
                "\n" +
                "Чтобы попасть в главное отделение станции, которое называется «рабочим отсеком», экипажу нужно было преодолеть, в общей сложности, 3 люка. Сначала, им нужно было открыть люк корабля и, через небольшое отверстие в люке станции, выровнять давление между кораблем и переходным отсеком станции. Сделав это и проверив переходный отсек, они смогли бы начать работу с люком, разделяющим переходный и рабочий отсеки станции.\n" +
                "\n" +
                "Земля: «Открывайте люк корабля».\n" +
                "В. Савиных: «Люк отодрали».\n" +
                "Земля: «Тяжело было? Какую температуру имеет люк [станции]?»\n" +
                "В. Джанибеков: «Люк потный [от конденсата]. Другого ничего тут не видим».\n" +
                "Земля: «Принято. Аккуратно отворачивайте пробку на 1–2 оборота и быстро уходите в бытовой отсек. Приготовьте все к закрытию люка корабля. Володя (Джанибекову), ты на один оборот открой и послушай, шипит или не шипит».\n" +
                "В. Джанибеков: «Стронул я. Немножко шипит. Но не так бурно».\n" +
                "Земля: «Ну, чуть-чуть еще отверни».\n" +
                "В. Джанибеков: «Ну, отвернул. Зашипело. Выравнивается деление».\n" +
                "Земля: «Закрывайте люк [корабля]».\n" +
                "В. Савиных: «Люк закрыт».\n" +
                "Земля: «Давайте мы еще минуты три посмотрим, а потом будем двигаться дальше».\n" +
                "В. Джанибеков: «Давление без изменений… начинает выравниваться. Очень уж медленно».\n" +
                "Земля: «Что делать! Нам еще летать и летать. Поэтому спешить некуда».\n" +
                "В. Джанибеков: «Давление 700 мм. Перепад образовался в 20–25 мм. Сейчас открываем люк [корабля]. Открыли».\n" +
                "Земля: «Пошевелите пробку».\n" +
                "В. Джанибеков: «Сейчас».\n" +
                "Земля: «Шипит пробка? Пробку пошевелите. Может быть она еще будет травить, и выравнивайте тем самым».\n" +
                "В. Джанибеков: «Побыстрее, да?»\n" +
                "Земля: «Конечно».\n" +
                "В. Джанибеков: «Этот вопрос мы решим быстро. Этот знакомый родной запах… Так, открываю я немножко дырку. Вот, теперь повеселее дело пошло».\n" +
                "Земля: «Шипит?»\n" +
                "В. Джанибеков: «Да. Давление 714 мм».\n" +
                "Земля: «Идет перетечка?»\n" +
                "В. Джанибеков: «Идет».\n" +
                "Земля: «Если вы готовы к открытию люка станции, можно приступать».\n" +
                "В. Джанибеков: «Готовы. Открываю люк. Оп-а, открыл».\n" +
                "Земля: «Что ты видишь?»\n" +
                "В. Джанибеков: «Нет. Я имею в виду — замок открыл. Сейчаc пытаюсь открыть люк. Заходим».\n" +
                "Земля: «Первое ощущение? Температура какая?»\n" +
                "В. Джанибеков: «Колотун, братцы!»\n" +
                "\n" +
                "В это момент космонавты начали осознавать всю серьезность ситуации. Электрическая система станции лишилась питания, в результате чего система температурного регулирования отключилась. Кроме заморозки жизненно важных запасов, таких, как вода, это означало также, что все системы станции были подвережены воздействию температур, работать в которых они изначально не были приспособлены. Экипаж даже не был уверен в том, что находиться на борту станции было безопасно.\n" +
                "\n" +
                "Земля: «Холодно сильно?»\n" +
                "В. Джанибеков: «Да».\n" +
                "Земля: «Вы тогда люк в бытовой отсек прикройте».\n" +
                "В. Джанибеков: «Запахов никаких, но холодно».\n" +
                "Земля: «Вы сейчас с иллюминаторов снимите заглушки»\n" +
                "В. Джанибеков: «Иллюминаторы открываем сходу».\n" +
                "Земля: «На люке, который вы только что открыли, надо завернуть пробку».\n" +
                "В. Джанибеков: «Сделаем немедленно».\n" +
                "Земля: «Володя, по ощущению, это все же минус или плюс?»\n" +
                "В. Джанибеков: «Плюс, такой небольшой, плюс пять может быть есть».\n" +
                "Земля: «Попробуйте свет включить».\n" +
                "В. Савиных: «Сейчас попробуем свет. Выдали команду. Никакой реакции, хотя бы один светодиодик, что-нибудь загорелось бы...»\n" +
                "Земля: «Если холодно, оденьтесь… осмотритесь и не спеша начинайте работать. И всем надо перекусить. С переходом, вас!»\n" +
                "В. Джанибеков: «Ну, спасибо».\n" +
                "\n" +
                "Вскоре после этого, они пропали из зоны действия наземных станции и потеряли связь с Центром управления. Сегодня спутники-ретрансляторы на высокой орбите обеспечивают постоянное сообщение с МКС, однако в то время потеря связи была нормальной ситуацией. Позже в тот же день, экипаж восстановил связь с Центром управления, готовясь к анализу атмосферы рабочего отсека, который планировалось прокачать через индикаторные трубки. Они показали бы присутствие аммиака, углекислого газа, угарного газа и других компонентов, наличие которых в атмосфере могло бы свидетельствовать о том, что на борту произошел пожар или возгорание.\n" +
                "\n" +
                "Земля: «Как температура?»\n" +
                "В. Савиных: «Градусов три-четыре тепла. Прохладненько».\n" +
                "Земля: «Как давление в отсеке?»\n" +
                "В. Савиных: «Давление 693 мм. Приступаем к газовому анализу».\n" +
                "Земля: «Просьба: при проведении анализа индикаторные трубки держите в руках для повышения их температуры. Это даст повышение точности замеров… Вы работаете с фонариком?»\n" +
                "В. Савиных: «Нет, мы открыли все иллюминаторы, здесь светло. А в ночи с фонариком работаем».\n" +
                "Земля: «На следующем витке планируем открытие люка. И, наверное, на сегодня на этом закончим. Вы уже достаточно устали. Завтра с утра будем продолжать».\n" +
                "В. Савиных: «Понятно».\n" +
                "\n" +
                "Индикаторные трубки показали, что атмосфера на станции была в норме, поэтому команда измерила давление между отсеками, подобно тому, как они делали это через внешний люк станции, разделявший корабль и переходный отсек. На всякий случай, Центр управления рекомендовал им одеть противогазы и открыть люк.\n" +
                "\n" +
                "В зимних куртках и фонарями в руках, они вплыли в темноту и холод рабочего отсека, стены которого были покрыты ледяным налетом. Савиных попытался включить свет, но как он и ожидал — безрезультатно. Они сняли противогазы, так как те еще больше ухудшали видимость в темноте. Запахов пожара не было. Савиных нырнул к полу и открыл шторку иллюминатора. Слой яркого света лег на потолок, слегка осветив станцию. На столе они нашли сухари и соль, гостеприимно оставленные предыдущим экипажем — русская традиция, которая до сих пор практикуется на МКС. Бортовая документация была аккуратно закреплена на полках. Вентиляторы и другие обычно издававшие шум устройства были выключены. Савиных вспоминает в своем космическом дневнике: «В этот момент у меня было ощущение, что я оказался в старом заброшенном доме. Жуткая тишина давила на уши.» \n" +
                "\n" +
                "Теперь, когда команда и Центр управления оценили ситуацию, им нужно было что-то предпринять. На следующее утро экипаж проснулся и получил распоряжения с Земли: в первую очередь исследовать «Родник», систему хранения питьевой воды и проверить не замерзла ли в ней вода. Центр строго ограничил космонавтов на предмет техники безопасности. Из-за отсутствия вентиляции на замерзшей станции, продукты дыхательной деятельности космонавтов скапливались вокруг них, что могло легко повлечь за собой отравление углекислым газом. Поэтому Центр управления разрешил только одному из членов экипажа работать внутри, в то время как второй, должен был следить за состоянием своего товарища с корабля. Джанибеков отправился первым.\n" +
                "\n" +
                "Земля: «Володя, а вот если плюнуть, замерзнет или нет?»\n" +
                "В. Джанибеков: «Немедленно делаю. Плюнул. И замерзло. В течение трех секунд».\n" +
                "Земля: «Это ты прямо на иллюминатор или куда?»\n" +
                "В. Джанибеков: «Нет, на термоплату. Вот тут резина замерзла. Она стала, как камень, твердая».\n" +
                "Земля: «Это нас не воодушевляет».\n" +
                "В. Джанибеков: «А нас тем более...»\n" +
                "\n" +
                "Савиных занял его место и попытался прогнать воздух через воздушные подушки «Родника».\n" +
                "\n" +
                "В. Савиных: «Схему «Родника» собрали. Насос подстыковали. А клапаны не открываются. Там, где «воздух», из клапана торчит сосулька».\n" +
                "Земля: «Понятно, с «Родником» временно работу прекращаем. Бежим в другую сторону. Нам надо понять, сколько «живых» блоков аккумуляторов, которые можно реанимировать… Мы готовим предложение, как от солнечной батареи станции выйти напрямую на эти блоки. В свободное время посмотрите, пожалуйста, как батареи станции ориентированы на Солнце».\n" +
                "\n" +
                "Проблема с «Родником» была серьезной. Запасов воды экипажа хватало на 8 дней — достаточно, чтобы остаться на станции до 14 июня. Шел уже третий день полета. Они могли свести использование воды к минимуму и воспользоваться экстренным запасом воды «Союза». Если бы при этом им удалось разогреть пару пакетов воды со станции, они смогли бы растянуть свои запасы до 21 июня, выиграв еще 12 дней для ремонта станции. \n" +
                "\n" +
                "<img src='https://habrastorage.org/files/f3b/dc5/d48/f3bdc5d4856a4102bdaa97a83393b3ac.jpg'/>\n" +
                "\n" +
                "\n" +
                "В нормальных условиях, подзарядка аккумуляторов контролировалась автоматической системой, работа которой также требовала электроэнергию. Экипажу нужно было найти способ подать электричество на батареи. Самым простым способом перезарядить их было подать питание от батарей «Союза», однако состояние электросистемы станции было изучено не до конца. Если в проводке все еще было замыкание, оно могло также вывести из строя электросистему «Союза», и тогда космонавты оказались бы отрезаны от внешнего мира. \n" +
                "\n" +
                "Вместо этого, руководство придумало сложную последовательность действий, которые команда должна была выполнить. Сначала, им нужно было проверить аккумуляторы на возможность принять заряд. К их большой радости, 6 из 8 батарей, судя по всему, были пригодны к восстановлению. Далее, команда подготовила кабели для подключения батарей напрямую к солнечным панелям. В общем, им нужно было соединить 16 проводов, скручивая их жилы голыми руками, на холоде. Соединив провода, команда должна была перелезть в «Союз» и использовать двигатели ориентации корабля для изменения пространственного положения таким образом, чтобы солнечные панели были обращены к Солнцу.\n" +
                "\n" +
                "Земля: «Будем делать закрутку вокруг оси Y с помощью системы управления корабля «Союз Т-13»: чтобы четвертая батарея была освещена. До следующего сеанса связи нужно, чтобы вы подключили на всех хороших блоках плюсовые разъемы, кроме четвертого, с ним мы больше работать не будем. Потом сделаем закрутку и начнем питать первый блок».\n" +
                "В. Джанибеков: «Мы это вручную делаем?»\n" +
                "Земля: «Да, вручную… Ручку в нейтральное положение и гасить закрутку».\n" +
                "В. Савиных: «Хорошо».\n" +
                "В. Джанибеков: «Я готов к работе».\n" +
                "Земля: «Разворачиваемся по тангажу до попадания Солнца в визире. И как только оно пришло, начинаем тормозить».\n" +
                "В. Джанибеков: «Хорошо. Ручку вниз. Работаю по тангажу».\n" +
                "Земля: «Уже начали тормозить?»\n" +
                "В. Джанибеков: «Нет еще».\n" +
                "Земля: «Еще нас волнует воздух. Надо в рабочем отсеке организовать воздуховод».\n" +
                "В. Джанибеков: «Понятно. Но у нас работает один регенератор: поэтому не так все быстро выходит на должный уровень».\n" +
                "Земля: «Мы подумаем: может поставим второй регенератор».\n" +
                "В. Джанибеков: «Проводов у нас хватит… Солнце в центральном поле зрения… Пошел на разворот по часовой стрелке».\n" +
                "В. Савиных: «Как в хорошую зимнюю погоду. На иллюминаторах снег, светит солнце!»\n" +
                "Земля: «Будем считать, что заряд начался».\n" +
                "В. Джанибеков: «Ну, с Богом!»\n" +
                "Земля: «Не поняли, не слышим».\n" +
                "В. Савиных, В. Джанибеков (вместе): «С Богом!»\n" +
                "Земля: «Исторический момент».\n" +
                "\n" +
                "В своем космическом дневнике Савиных пишет: «Именно этот день стал первой радостью, искоркой надежды в той массе проблем, неизвестностей, трудностей, которые нам с Володей предстояло разрешить».\n" +
                "\n" +
                "Все это время космонавты не знали наверняка, смогут ли они остаться на станции или запасы воды закончатся раньше. Они старались не обсуждать ситуацию, сосредоточившись вместо этого на работе. После изменения пространственного положения и одного дня ожидания, пять батарей были заряжены.\n" +
                "\n" +
                "Экипаж отсоединил их от своей суррогатной зарядной системы и подсоединил к электросети станции. Они включили свет… и к своему большому облегчению увидели, что он загорелся.\n" +
                "\n" +
                "В течении следующих нескольких дней, они работали над перезапуском различных бортовых систем станции. Они включили вентиляцию и воздушные регенераторы, что дало им возможность работать на станции вдвоем. Работы было так много, что они провели на станции целый день, чтобы после вернуться на «Союз» и с радостью заснуть. \n" +
                "\n" +
                "12 июня, на 6 день полета экипаж приступил к замене сгоревшей системы коммуникации и проверке воды из медленно отогревающегося «Родника» на предмет загрязнения.\n" +
                "\n" +
                "13 июня, на 7 день полета, экипаж продолжил работать над системой коммуникации и к полудню по московскому времени Центр управления восстановил связь со станцией. Они также проверили автоматическую систему стыковки, понимая, что если она не пройдет испытание, им придется отправиться домой. Станция нуждалась в провизии, доставить которую в больших количествах могли только грузовые корабли, управлять которыми вручную, как «Союзом», было невозможно. К счастью, проверка прошла успешно и космонавты продолжили свою миссию.\n" +
                "\n" +
                "И наконец, 16 июня, на 10 день, когда запасы уже 2 дня как должны были закончиться, работоспособность «Родника» была полностью восстановлена. Наступил момент, когда на станции было достаточно работающих систем и припасов для продолжения операции. \n" +
                "\n" +
                "\n" +
                "<img src='https://habrastorage.org/files/7f6/209/62f/7f620962f7a14c83bdd6ca0ab51e2f39.jpg'/>" +
                "\n" +
                "\n" +
                "Остальная часть истории\n" +
                "\n" +
                "Причиной, по которой станция погрузилась в холодную тьму, оказалась неисправность одного-единственного датчика, следившего за состоянием заряда 4-ой батареи. Он был запрограммирован на отключение от системы подзарядки, как только батарея, с которой он работал, становилась полностью заряжена, предотвращая ее чрезмерную зарядку. Каждая из семи основных и одной резервной батарей имели такие датчики и любой из них, не зависимо от того основной он или резервный, имел право отключить систему подзарядки. \n" +
                "\n" +
                "В какой-то момент после потери связи со станцией датчик 4-ой батареи начал сбоить. Он посылал сигналы о том, что батарея заряжена даже в тех случаях, когда это было не так. Один раз в день, когда бортовой компьютер посылал команду на зарядку батарей, датчик 4-ой батареи немедленно прекращал этот процесс. В конце концов бортовые системы забрали из аккумуляторов всю имевшуюся в них энергию и станция начала медленно замерзать. Если бы связь с ней не прерывалась, операторы могли бы вмешаться и заблокировать неисправный датчик. Однако в отсутствие связи сказать, когда он отказал, было невозможно. ,[12]\n" +
                "\n" +
                "Джанибеков пробыл на станции в течении 110 дней. Он вернулся домой на «Союзе Т-13» с Георгием Гречко, который прилетел на станцию с Владимиром Васютиным и Александром Волковым на «Союзе Т-14» в сентябре 1985 года. Васютин, Волков и Савиных остались на борту для проведения длительной операции, которая, впрочем, была досрочно прервана в ноябре, когда Васютин заболел и это заставило их немедленно вернуться на Землю.\n" +
                "\n" +
                "19 февраля 1986 года был запущен базовый модуль преемницы «Салюта-7» — станции «Мир». Несмотря на то, что замена «Салюту-7» была уже на орбите, его роль в советской космической программе еще не подошла к концу. Первый экипаж, отправившийся на «Мир» сделал нечто беспрецедентное. После прибытия на «Мир» и выполнения предварительных операций по запуску станции, они поднялись на борт «Союза» и отправились на «Салют-7». Это был первый и единственный в истории перелет экипажа с одной станции на другую. Там они завершили работу, которую оставил невыполненной экипаж «Союза Т-14», после чего вернулись на «Мир», чтобы в дальнейшем вернуться на Землю.\n" +
                "\n" +
                "Советский Союз надеялся продолжать использовать «Салют-7» даже после того, как его покинул «Союз Т-15», поэтому, с целью сохранения станции, она была помещена на высокую орбиту. Однако с развалом советской, а затем, и российской экономики планы по финансированию будущих полетов на «Салют-7», при помощи кораблей «Союз» или находящихся тогда в разработке шаттлов «Буран», так и не воплотились в жизнь. Станция медленно теряла орбиту пока контроль над ней не был потерян и она не вошла в атмосферу над Южной Америкой в 1991 году. \n" +
                "\n" +
                "Несмотря на то, что станции, как таковой больше нет, ее наследие в виде торжества над превратностями судьбы остается с нами. Из всей серии «Салютов», седьмой номер прошел, вероятно, через самые серьезные испытания за всю их историю. Однако, в то время, как другие станции были потеряны, мастерство и решительность конструкторов, инженеров, операторов управления и космонавтов «Салюта-7» удержало его в полете. Этот дух живет и по сей день на Международной Космической Станции, которая находится на орбите вот уже более 15 лет. Она также испытывала системные сбои, утечки охлаждающего вещества и другие проблемы, однако также, как и их предшественники, которые работали над «Салютом-7», современные конструкторы, инженеры, операторы полета, космонавты и астронавты с той же решительностью продолжают ее полет."
       },
        {
            id:2,
            foto:'https://phototass3.cdnvideo.ru/width/1020_b9261fa1/tass/m2/uploads/i/20191011/5197241.jpg',
            name:'12 минут во Вселенной. Как проходил первый выход человека в открытый космос',
            present:'12 минут во Вселенной. Как проходил первый выход человека в открытый космос',
            description: "<h3>Корабль \"Восход-2\"</h3>\n" +
                "Для выхода в безвоздушное пространство специалистами ОКБ-1 (ныне - Ракетно-космическая корпорация \"Энергия\" им. С. П. Королева; г. Королев Московской обл.) трехместный корабль \"Восход\" был переоборудован в двухместный, чтобы освободить место для надевания скафандра и организации входа в шлюзовую камеру.\n" +
                "\n" +
                "Скафандр для внекорабельной деятельности \"Беркут\" и шлюзовая камера \"Волга\" для выхода в космос были разработаны конструкторским бюро опытного завода номер 918 в подмосковном пос. Томилино (ныне - Научно-производственное предприятие \"Звезда\") под руководством главного конструктора Гая Северина (1926-2008). \"Беркут\" представлял собой скафандр вентиляционного типа, то есть не позволял регенерировать выдыхаемый космонавтом воздух, как в современных скафандрах, и был рассчитан на 20-30-минутное пребывание в космосе (общий вес - 100 кг). Шлюзовая камера в рабочем состоянии имела форму цилиндра длиной 2,5 м, внешним диаметром 1,2 м и внутренним - 1 м. Она была надувной и располагалась снаружи корпуса корабля. До выхода на орбиту камера в свернутом виде помещалась под обтекателем \"Востока-2\", а перед спуском на Землю основная ее часть отделялась от корабля. На случай нештатной ситуации в шлюзовой камере имелась резервная кислородная система, соединяемая со скафандром при помощи специального троса (7 м). Кроме того, на скафандре за спиной космонавта крепились дополнительные аварийные баллоны с кислородом общей емкостью около 4 л (их должно было хватить на 20 мин.).\n" +
                "\n" +
                "<h3>Полет и выход в космос</h3>\n" +
                "Корабль \"Восход-2\" с Алексеем Леоновым (второй пилот) и Павлом Беляевым (командир) стартовал с космодрома Байконур 18 марта 1965 года (10:00 мск). Когда корабль совершал первый виток вокруг Земли, была надута шлюзовая камера, на втором витке начался выход Алексея Леонова в космос. Космонавт пять раз удалялся от корабля на расстояние до 5,35 м. Для подачи кислорода и связи с бортом \"Восхода-2\" (параметры орбиты - от 167 км до 475 км) использовался страховочный трос.\n" +
                "\n" +
                "Выход не обошелся без нештатных ситуаций. Из-за разницы давления скафандр раздулся. Это препятствовало возвращению космонавта в шлюзовую камеру (диаметр люка был критически малым). Поэтому Леонов, рискуя жизнью, вынужден был стравливать в скафандре давление почти до критического (с 0,4 до 0,27 атмосфер). В нарушение инструкции космонавту пришлось входить в шлюзовую камеру головой вперед, а для закрытия за собой люка - переворачиваться в тесном пространстве (из рассказа Алексея Леонова в книге \"Мировая пилотируемая космонавтика: История. Техника. Люди\", 2005).\n" +
                "\n" +
                "Общее время, проведенное Алексеем Леоновым в безвоздушном пространстве, составило 23 мин. 41 сек., из них 12 мин. 9 сек. - за пределами корабля (в свободном полете). На внешней поверхности корабля были установлены две телевизионные камеры, которые передавали изображение на Землю. Кроме того, сам космонавт вел съемку специальной кинокамерой С-97.\n" +
                "\n" +
                "Общая продолжительность полета \"Восхода-2\" составила 1 сутки 2 часа 2 минуты.\n" +
                "\n" +
                "<h3>Посадка, регистрация рекорда</h3>\n" +
                "При возвращении космонавтов на Землю 19 марта отказала автоматическая система ориентации корабля, и посадка проводилась вручную. Экипаж приземлился в нерасчетном районе - в 180 км севернее Перми, вдали от населенных пунктов. Космонавты были обнаружены через четыре часа в тайге, но из-за глубокого снега эвакуированы только спустя двое суток.\n" +
                "\n" +
                "20 октября 1965 года Международная авиационная федерация (ФАИ) утвердила мировой рекорд продолжительности пребывания человека в космическом пространстве вне космического корабля - 12 мин. 9 сек. За первый в истории человечества выход в открытое космическое пространство ФАИ присудила Алексею Леонову свою высшую награду - Золотую медаль \"Космос\", а Павлу Беляеву были вручены диплом и медаль федерации."
        },
    ]
};
