
const stateData ={
data:[
    {
        id:1,
        foto:'img/salut.jfif',
        name:'Салют 7',
        present:'Cоветская орбитальная станция, созданная по гражданской программе «Долговременная орбитальная станция» (ДОС). Предназначалась для проведения научных, технологических, биологических и медицинских исследований в условиях невесомости. Вторая и последняя станция второго поколения, последняя станция серии «Салют».',
        data: [
            {
                title: "Масса (без модулей):",
                value: "19,824 тонны"
            },
            {
                title: "На орбите:",
                value: "3216 дней"
            },
            {
                title: "Запуск:",
                value: "\t19 апреля, 1982\n" +
                    "19:45 UTC\n" +
                    "Байконур, СССР"
            },
            {
                title: "Длина станции:",
                value: "14,4 метра"
            },
            {
                title: "Максимальный диаметр:",
                value: "4,15 метра"
            },
            {
                title: "Внутренний полезный объём:",
                value: "82,5 м³"
            },
            {
                title: "Размах панелей солнечных батарей:",
                value: "16,5 метров"
            },
            {
                title: "Площадь панелей солнечных батарей",
                value: "60 м²"
            }
        ],
        description: "Cоветская орбитальная станция, созданная по гражданской программе «Долговременная орбитальная станция» (ДОС). Предназначалась для проведения научных, технологических, биологических и медицинских исследований в условиях невесомости. Вторая и последняя станция второго поколения, последняя станция серии «Салют».\n" +
            "\n" +
            "Создавалась для продолжения работ, начатых на предыдущих станциях серии «Салют». Была модифицирована по сравнению со своей предшественницей, станцией «Салют-6», и рассчитывалась на более длительный период эксплуатации (до 5 лет). Передний стыковочный узел был усилен для приёма тяжёлых кораблей-модулей ТКС, увеличен объём внутреннего обитаемого пространства, улучшены бытовые условия для экипажа станции. Установлены дополнительные солнечные батареи. Для выходов в открытый космос применялись усовершенствованные скафандры «Орлан», которые были рассчитаны на 6,5 часа работы в открытом космосе." +
            "\n\n" +
            "Орбитальная станция «Салют-7» состояла из двух цилиндрических герметичных обитаемых отсеков — переходного (ПО) и рабочего (РО), соединённых между собой коническими переходами, негерметичного агрегатного отсека и герметичной промежуточной камеры. Рабочий отсек в средней части корпуса был предназначен для управления полётом, проведения экспериментов, выполнения физических упражнений, приёма пищи, сна и отдыха. Переходной отсек служил для перехода экипажа из транспортного корабля в орбитальную станцию, а также для проведения научных экспериментов. Из переходного отсека через специальный люк, закрываемый герметичной крышкой, был возможен выход космонавтов в открытый космос."
    },
    {
        id:2,
        foto:'img/luna-10.jpg',
        name:'Луна 10',
        present:'Первый в мире планетоход, успешно работавший на поверхности другого небесного тела — Луны с 17 ноября 1970 по 14 сентября 1971 года. Принадлежит к серии советских дистанционно-управляемых самоходных аппаратов «Луноход» для исследования Луны (проект Е-8), проработал на Луне одиннадцать лунных дней (10,5 земных месяцев), проехал 10 540 м.',
        data: [
            {
                title: "Масса:",
                value: "756 кг"
            },
            {
                title: "Мощность:",
                value: "180 Вт"
            },
            {
                title: "Срок активного существования:",
                value: "11 земных месяцев"
            },
        ],
        description: "Предназначался для изучения особенностей лунной поверхности, радиоактивного и рентгеновского космического излучения на Луне, химического состава и свойств грунта.\n" +
            "\n" +
            "Масса планетохода составила 756 кг (в том числе шасси 105 кг, включая массу ходовой части с приводами 88 кг)[1].\n" +
            "\n" +
            "Длина с полностью открытой солнечной батареей — 4,42 м, ширина в верхней части — 2,15 м, ширина по колёсам — 1,60 м, высота — 1,92 м. Колёсная формула 8×8, трансмиссия электрическая (герметичные электродвигатели постоянного тока) с индивидуальным приводом колёс. Диаметр колёс — 510 мм, ширина — 200 мм, колёсная база — 1705 мм, ширина колеи — 1600 мм, просвет — 380 мм[1]. Колёса выполнены из металлической сетки с титановыми лопатками[2].\n" +
            "\n" +
            "Луноход имел две скорости движения, 0,8 и 2,0 км/ч, позволяющих двигаться вперёд и назад. Тормозная система — электродинамические замедлители и механические однодисковые тормоза с электромагнитным приводом. Подвеска независимая, торсионная с качанием рычагов направляющего механизма в продольной плоскости. Луноход мог разворачиваться на месте с нулевым радиусом разворота, на ходу — с радиусом разворота 2,7 м (по центру опорного четырёхугольника). Продольный угол статической устойчивости — 43°, поперечный — 45°. Луноход мог преодолевать выступы высотой 35 см и уступы высотой 40 см, трещины шириной 1,0 м, подъёмы в 20° (нормативно; в действительности расчёты проходимости по результатам движения на реальном лунном реголите показали, что луноход мог подниматься по 27-градусному склону). Несущая конструкция безрамная, с несущим герметическим контейнером, представляющим собой вертикальный усечённый конус с выпуклыми основаниями (с меньшим диаметром у нижнего основания), изготовленным из магниевых сплавов. Верхнее основание используется как радиатор-охладитель системы терморегулирования, сверху закрывается поворотной крышкой с осью на задней части основания. Крышка имеет электромеханический привод и может фиксироваться в любом положении в диапазоне углов от 0 до 180°. На её внутренней стороне находится солнечная батарея; кроме того, крышка в течение лунной ночи закрывает радиатор и препятствует оттоку тепла[1].\n" +
            "\n" +
            "Солнечная батарея собрана из кремниевых элементов, включённых в последовательно-параллельную цепь, обеспечивает до 1 кВт электрической мощности[2].\n" +
            "\n" +
            "Доставлен на поверхность Луны 17 ноября 1970 года советской межпланетной станцией «Луна-17» и проработал на её поверхности до 14 сентября 1971 года (в этот день был проведён последний успешный сеанс связи с аппаратом). Таким образом, продолжительность работы «Лунохода-1» составила 302 суток[1]."
    },
    {
        id:3,
        foto:'img/moonrider-1.jfif',
        name:'Луноход-1',
        present:'Cоветская автоматическая межпланетная станция (АМС) для изучения Луны и космического пространства. Первый искусственный спутник Луны.',
        data: [
            {
                title: "Масса:",
                value: "250 кг"
            },
            {
                title: "Срок активного существования:",
                value: "56 суток"
            },
            {
                title: "Высота:",
                value: "1,5 м"
            },
            {
                title: "Диаметр:",
                value: "0,75 м"
            },
        ],
        description: "31 марта 1966 года в 13:46:59 мск с космодрома Байконур был осуществлён пуск ракеты-носителя «Молния-М», которая вывела АМС «Луна-10» на низкую околоземную орбиту с высотой 200 × 250 км и наклонением 52°. Затем АМС была переведена на траекторию полета к Луне. 1 апреля была выполнена коррекция траектории. 3 апреля 1966 года на расстоянии 8000 км от Луны началось торможение; в результате станция «Луна-10» уменьшила скорость на 0,64 км/с и в 21:44 мск впервые в мире вышла на орбиту вокруг Луны. Начальные параметры орбиты: высота апоселения 1015 км, высота периселения 349 км, наклонение орбиты к плоскости экватора Луны 71,9°[2] при начальном периоде обращения 2 ч 58 мин 15 с. Через 20 секунд после окончания торможения станция отделилась от перелётной ступени. Станция совершила 460 оборотов вокруг Луны и выполнила 219 сеансов связи с Землёй. Через 56 суток после выхода на лунную орбиту, 30 мая 1966 года АМС «Луна-10» закончила активное существование ввиду исчерпания заряда химических батарей (она не была оборудована солнечными батареями). На этот момент высота её орбиты составляла 378 × 985 км с наклонением 72,2°.\n" +
            "\n" +
            "Космический аппарат был предназначен для выхода на орбиту искусственного спутника Луны (ИСЛ) и проведения исследований Луны и окололунного пространства. Он состоял из перелётной ступени, осуществлявшей коррекцию траектории и переход с неё на окололунную орбиту, и отделяемого спутника Луны. Перелётная ступень была унифицирована со станциями «Луна-4»…«Луна-9», а поскольку для выхода на орбиту ИСЛ требуется меньшее изменение скорости, то масса спутника была заметно больше массы АМС «Луна-9» и составляла около 250 кг. Полная масса станции во время перелёта Земля — Луна составляла около полутора тонн."
    },
    {
        id:4,
        foto:'img/united.jpg',
        name:'РН 11A511 «Союз»',
        present:'Cоветская трёхступенчатая ракета-носитель (РН) среднего класса из семейства Р-7, предназначенная для выведения на круговую орбиту Земли с неизменным наклонением орбиты пилотируемых космических кораблей типа «Союз» и автоматических космических аппаратов серии «Космос».',
        data: [
            {
                title: "Количество ступеней:",
                value: "3"
            },
            {
                title: "Длина:",
                value: "49,012 м"
            },
            {
                title: "Диаметр:",
                value: "10,303 м"
            },
            {
                title: "Стартовая масса:",
                value: "307,650 т"
            },
            {
                title: "Места запуска",
                value: "Байконур, площадки № 1, № 31"
            }
        ],
        description: "С помощью ракеты-носителя «Союз» были запущены все «Союзы 7К-ОК», первые 11 космических кораблей «Союз 7К-Т», а также первые «Союз 7К-ТА» (для орбитальной станции «Салют-3»). Всего было произведено 32 запуска с 1966 года по 1976 год, из них 30 были успешнымиПерейти к разделу «#Список всех запусков ракет-носителей «Союз»».\n" +
            "\n" +
            "На базе ракеты-носителя было разработано три модификации: «Союз-Л» — для проведения отработки лунной кабины ракетно-космического комплекса Н1-ЛЗ; «Союз-М» — для вывода на околоземную орбиту разведывательных спутников специального назначения типа «Зенит-4МТ»; и, впоследствии, «Союз-У» — для выведения на околоземную орбиту космических кораблей типа «Союз» и «Прогресс», а также множества космических аппаратов серий: «Космос», «Ресурс-Ф», «Фотон», «Бион» и ряда зарубежных аппаратов. В последствии были созданы более новые модификации, а также семейство ракет Союз-2, которые широко используется и в настоящее время (2020 год)Перейти к разделу «Модификации РН «Союз»».\n" +
            "\n" +
            "1 октября 2001 года в честь юбилея полёта Юрия Гагарина в космос и ракеты «Р-7», выпускаемой в Самаре с 1958 года, в Самаре был установлен монумент ракета-носитель «Союз» музея «Самара космическая» имени Д. И. Козлова."
    },
]
};
